import photoOne from "../assets/images/Tcikal.webp";
import photoTwo from "../assets/images/Stryshynec-Volodymir.webp";
import photoThree from "../assets/images/SuslovaI.webp";
import photoFour from "../assets/images/ShybaV.webp";
import photoFive from "../assets/images/YvashynE.webp";
import photoSix from "../assets/images/TelnovaU.webp";
import photoSeven from "../assets/images/Kosenko.webp";
import photoEight from "../assets/images/MekshynH.webp";
import photoNine from "../assets/images/KosenkoY.webp";
import photoTen from "../assets/images/DavydenkoO.webp";
import photoEleven from "../assets/images/TytorenkoV.webp";
import photoTwelve from "../assets/images/nebratI.webp";
import photoThirteen from "../assets/images/podolyakO.webp";
import photoFourteen from "../assets/images/HryshkoB.webp";
import photoFifteen from "../assets/images/KuzivI.webp";

export const teamArr = [
  {
    path: "/doctors/vasyl-tsikal",
    title: "Василь Цикал - Гінеколог, лікар УЗД в Чернігові",
    name: "Василь Цикал",
    jobTitle: "Гінеколог, лікар УЗД",
    description: (
      <>
        Напрямки діяльності: гінекологія, естетична гінекологія, оперативна
        гінекологія, УЗ - діагностика в гінекології <br />
        <p className="mont-b">Освіта:</p>{" "}
        <p>
          - Харківський національний медичний університет, «Лікувальна справа»
          (2018)
        </p>{" "}
        <p>
          -Інтернатура за фахом «Акушерство та гінекологія» на базі Харківського
          міського перинатального центру 2018-2021рр
        </p>{" "}
        <p className="mont-b">Курси:</p>{" "}
        <p>-НМАПО ім. П.Л. Шупика , «Лапароскопія в гінекології» (2021)</p>{" "}
        <p>
          -НМАПО ім. П.Л. Шупика , «Кольпоскопія в діагностиці захворювань шийки
          матки» (2022)
        </p>{" "}
        <p>
          -НМАПО ім. П.Л. Шупика , Спеціалізація за фахом «Ультразвукова
          діагностика» (2022)
        </p>{" "}
        <p>-НМАПО ім. П.Л. Шупика , «Гінекологічна ендокринологія» (2024)</p>{" "}
        <p>-Хірургічна естетогінегологія (2024)</p>{" "}
        <p>-Ін’єкційна естетична гінекологія (2024)</p>
      </>
    ),
    src: photoOne,
    isReverce: false,
    scrollId: "VTsikal",
  },

  {
    path: "/doctors/iryna-suslova",
    title: "Ірина Суслова - Дерматолог, косметолог в Чернігові",
    name: "Ірина Суслова",
    jobTitle: "Дерматолог, косметолог",
    description: (
      <>
        Напрямки діяльності: апаратна косметологія, ін’єкційна косметологія,
        бутулінотерапія, доглядові процедури, контурна пластика, дерматологія
        (діагностика та лікування захворювань шкіри) <br />
        <p className="mont-b">Освіта:</p>{" "}
        <p>
          - Полтавський державний медичний університет, «Лікувальна справа»
          (2020)
        </p>
        <p>
          -НМАПО ім. П.Л. Шупика, інтернатура за фахом «Загальна практика –
          сімейна медицина» (2022)
        </p>
        <p className="mont-b">Курси:</p>{" "}
        <p>-Школа «Космотрейд», «Класична та апаратна косметологія» (2021)</p>
        <p>
          -Інститут дерматокосметології доктора Богомолець, «Дерматоскопія
          новоутворень шкіри», «Акне. Комплексний підхід до діагностики та
          лікування пацієнтів різного ступеня важкості» (2024)
        </p>
        <p>
          - НМАПО ім. П.Л. Шупика, спеціалізація за фахом «Дерматовенерологія»
          (2024)
        </p>
        <p>
          - Приватний заклад вищої освіти "Академія Добробут", спеціалізація
            за фахом «Дитяча дерматовенерологія» (2025)
        </p>
      </>
    ),
    src: photoThree,
    isReverce: false,
    scrollId: "ISuslova",
  },

  {
    path: "/doctors/volodymyr-shuba",
    title: "Володимир Шуба - Анестезіолог в Чернігові",
    name: "Володимир Шуба",
    jobTitle: "Анестезіолог",
    description: (
      <>
        <p className="mont-b f">Освіта:</p>{" "}
        <p>
          - Івано-Франківська державна медична академія, «Лікувальна справа»
          (1997)
        </p>
        <p>
          -НМАПО ім. П.Л. Шупика, інтернатура за фахом «Анестезіологія» (1999)
          Провів більше 10000 наркозів
        </p>
      </>
    ),
    src: photoFour,
    isReverce: false,
  },

  {
    path: "/doctors/eugen-ivashyn",
    title: "Євгеній Івашин - Хірург, онкохірург, проктолог в Чернігові",
    name: "Євгеній Івашин",
    jobTitle: "Хірург, онкохірург, проктолог",
    description: (
      <>
        Напрямки діяльності: оперативне та консервативне лікування
        проктологічних захворювань, дерматохірургія
        <br />
        <p className="mont-b">Освіта:</p>
        <p>
          - Національний медичний університет ім. О.О.Богомольця, «Лікувальна
          справа» (2019)
        </p>
        <p>
          -НМАПО ім. П.Л. Шупика, інтернатура за фахом «Хірургія» (2022)
        </p>
        <p className="mont-b">Курси:</p>
        <p>
          -НМАПО ім. П.Л. Шупика, спеціалізація за фахом «Проктологія» (2023)
        </p>
      </>
    ),
    src: photoFive,
    isReverce: false,
    scrollId: "EIvashyn",
  },

  {
    path: "/doctors/oleksandr-kosenko",
    title: "Олександр Косенко - Пластичний хірург в Чернігові",
    name: "Олександр Косенко",
    jobTitle: "Пластичний хірург",
    description: (
      <>
        Напрямки діяльності: пластична хірургія
        <br />
        <p className="mont-b">Освіта:</p>{" "}
        <p>
          - Харківський національний медичний університет, «Лікувальна справа» (2018)
        </p>
        <p>
          - НУОЗ України ім. П.Л. Шупика, інтернатура за фахом «Хірургія» (2021)
        </p>
        <p className="mont-b">Курси:</p>{" "}
        <p>
          - НУОЗ України ім. П.Л. Шупика, спеціалізація за фахом «Онкохірургія» (2021)</p>
        <p>
          - Національний медичний університет ім. О.О Богомольця, спеціалізація за фахом
            «Пластична хірургія» (2024)
        </p>
        <p>
          - Стажування в США: The University of Oklahoma, College of Medicine (2023)
        </p>
        <p>
          - Стажування в Чехії: University Hospital Brno (2023)
        </p>
      </>
    ),
    src: photoSeven,
    isReverce: false,
    scrollId: "OKosenko",
  },

  {
    path: "/doctors/hanna-mekshyn",
    title: "Ганна Мекшун - ЛОР в Чернігові",
    name: "Ганна Мекшун",
    jobTitle: "Лікар-отоларинголог",
    description: (
      <>
        Напрямки діяльності: ЛОР - діагностика, ЛОР - хірургія, едоскопічна
        ЛОР-хірургія 
        <br />
        <p className="mont-b">Освіта:</p>{" "}
        <p>
          - «Українська медична стоматологічна академія», м. Полтава (2018)
        </p>
        <p>
          - НМАПО ім. П.Л. Шупика, інтернатура за фахом « Отоларингологія» - (2020)
        </p>
        <p className="mont-b">Курси:</p>{" "}
        <p>
          - ТУ « Ендоскопічні функціональні технології синусохірургії» (2025)
        </p>
        <p>
          - майстер-клас "Практичні аспекти ендоскопічної риносинусохірургії",
            клініка "Нове Тіло" (2025)
        </p>
      </>
    ),
    src: photoEight,
    isReverce: false,
    scrollId: "HMekshyn",
  },

  {
    path: "/doctors/olgha-davydenko",
    title: "Ольга Давиденко - Гінеколог, лікар УЗД в Чернігові",
    name: "Ольга Давиденко",
    jobTitle: "Гінеколог, лікар УЗД",
    description: (
      <>
        Напрямки діяльності: гінекологія, лікування безліддя,
        УЗ - діагностика в гінекології <br />
        <p className="mont-b">Освіта:</p>{" "}
        <p>
          - Національний медичний університет ім. О.О.Богомольця, «Лікувальна справа» (2011)
        </p>{" "}
        <p>
          -Інтернатура за фахом «Акушерство та гінекологія» на базі 
            Чернігівського пологового будинку (2011-2014)
        </p>{" "}
        <p className="mont-b">Курси:</p>{" "}
        <p>
          -НМАПО ім. П.Л. Шупика , Спеціалізація за фахом «Ультразвукова
          діагностика» (2025)
        </p>{" "}
      </>
    ),
    src: photoTen,
    isReverce: false,
    scrollId: "j",
  },

  {
    path: "/doctors/tytorenko-valentyna",
    title:
      "Титоренко Валентина - ендокринолог, дієтолог, нутриціолог в Чернігові",
    name: "Титоренко Валентина",
    jobTitle: "Лікар УЗД, ендокринолог, дієтолог, нутриціолог.",
    description: (
      <>
        Напрямки діяльності: ендокринологія, дієтологія, нутриціологія  <br />
        <p className="mont-b">Освіта:</p>{" "}
        <p>
          - Сумський державний університет, спеціальність «Лікувальна справа» (2017) 
        </p>{" "}
        <p>
          - НМАПО імені П.Л. Шупика, спеціалізація «Загальна практика – сімейна медицина». (2019)
        </p>{" "}
        <p className="mont-b">Курси:</p>{" "}
        <p>- Спеціалізація «Ендокринологія», Національний університет охорони здоров’я України ім. П.Л. Шупика (2024)</p>{" "}
        <p>
          -  Курс дієтології, Харківський національний університет ім. В.Н. Каразіна, медичний факультет (2021) </p>{" "}
        <p>
          - Університет біоресурсів і природокористування України, магістерська програма «Нутриціологія» (2024)
        </p>{" "}
      </>
    ),
    src: photoEleven,
    isReverce: false,
    scrollId: "VTytorenko",
  },

  {
    path: "/doctors/ighor-nebrat",
    title: "Ігор Небрат - Ортопед-травматолог в Чернігові",
    name: "Ігор Небрат",
    jobTitle: "Ортопед-травматолог",
    description: (
      <>
        Напрямки діяльності: артроскопія, ендопротезування колінного та кульшового суглобів,
        реконструктивна хірургія опорно-рухового апарату  <br />
        <p className="mont-b">Освіта:</p>{" "}
        <p>
          - Харківський національний медичний університет, «Лікувальна справа»
          (2010)
        </p>{" "}
        <p>
          - НМАПО ім. П.Л. Шупика, інтернатура за фахом «Ортопедія та травматологія» - (2010-2012)
        </p>{" "}
        <p className="mont-b">Курси:</p>{" "}
        <p>- Українська військово-медична академія, «Артроскопія» (2016)</p>{" "}
        <p>
          - ТОВ "МОТУС", "Первинне та ревезійне ендопротезування кульшового суглобу" (2020)
        </p>{" "}
        <p>
          - LIMA, "Ендопротезування колінного та кульшового суглобів" (2021)
        </p>{" "}
        <p>- "ZIMMER BIOMET" , "Первинне та ревезійне ендопротезування кульшового суглобу" (2025)</p>{" "}
      </>
    ),
    src: photoTwelve,
    isReverce: false,
    scrollId: "INebrat",
  },

  {
    path: "/doctors/oleksandr-podolyak",
    title: "Олександр Подоляк - Серцево-судинний хірург в Чернігові",
    name: "Олександр Подоляк",
    jobTitle: "Серцево-судинний хірург, флеболог, лікар УЗД",
    description: (
      <>
        Напрямки діяльності: хірургічне та консервативне лікування варикозної хвороби, облітеруючого атеросклерозу
        артерій нижніх кінцівок, трофічних виразок, венозних тромбозів та тромбофлебітів
        підшкірних вен, видалення судинних зірочок <br />
        <p className="mont-b">Освіта:</p>{" "}
        <p>
          - Національний медичний університет ім. О.О Богомольця, «Лікувальна справа» (2011)
        </p>{" "}
        <p>
          - НМАПО ім. П.Л. Шупика, інтернатура за фахом «Хірургія» (2014)
        </p>{" "}
        <p className="mont-b">Курси:</p>{" "}
        <p>- НМАПО ім. П.Л. Шупика, спеціалізація за фахом «Судинна хірургія» (2016)</p>{" "}
        <p>
          - НМАПО ім. П.Л. Шупика, спеціалізація за фахом «Хірургія серця та магістральних судин» (2016)
        </p>{" "}
        <p>
          - НМАПО ім. П.Л. Шупика, спеціалізація за фахом «Ультразвукова діагностика» (2024)
        </p>{" "}
      </>
    ),
    src: photoThirteen,
    isReverce: false,
    scrollId: "OPodolyak",
  },

  {
    path: "/doctors/bohdan-hryshko",
    title: "Богдан Гришко - Кардіолог в Чернігові",
    name: "Богдан Гишко",
    jobTitle: "Кардіолог",
    description: (
      <>
        Напрямки діяльності: Діагностика та лікування ішемічної хвороби серця ,
        гіпертонічної хвороби, порушень серцевого ритму, серцевої недостатності,
        вроджених та набутих вад серця, запальних процесів міокарду та перикарду.
        <br />
        <p className="mont-b">Освіта:</p>
        <p>
          – Харківський національний медичний університет, спеціальність
          "Лікувальна справа" (2019)
        </p>
        <p>
          - Інтернатура – НУОЗ України ім. П.Л. Шупика, «Внутрішні хвороби» (2021)
        </p>
        <p>
          - Спеціалізація – НУОЗ України ім. П.Л. Шупика, «Кардіологія» (2022)
        </p>
        <p className="mont-b">Курси:</p>
        <p>- Майстер-клас «Ехографія серця» (2022)</p>
        <p>- Функціональна діагностика ССС (2023)</p>
        <p>- Стажування НІССХ ім. М.М. Амосова (2025)</p>
      </>
    ),
    src: photoFourteen,
    isReverce: false,
    scrollId: "BHryshko",
  },

  {
    path: "/doctors/ivan-kuziv",
    title: "Іван Кузів - Анестезіолог в Чернігові",
    name: "Іван Кузів",
    jobTitle: "Анестезіолог",
    description: (
      <>
        <p className="mont-b f">Освіта:</p>{" "}
        <p>
          - Харківський національний університет ім. В.Н.Каразіна , «Лікувальна справа»
          (2013)
        </p>
        <p>
          -НМАПО ім. П.Л. Шупика, інтернатура за фахом «Анестезіологія» (2016)
          Провів більше 8000 наркозів
        </p>
      </>
    ),
    src: photoFifteen,
    isReverce: false,
  },
];
